import time
collor:2
print('Запущен процес взлома ЯРДC РФ')
time.sleep(2)
for i in range(1, 10):
  print("Процес, до конца взлома - {}%".format(i*25))
  time.sleep(3)
print("ЯРДС, успешно взломани;)!!!")
print("За вами, уже виехали ;)!!!")
print("Айпи вичислен;)")
print("Сотовая связь вичислена;)")
print("Возможние номера телефона: +380500717745, +380987044542")
print("Група спецназа уже виехали")
print("Примерное место нахождение спецназ: 51.893923 31.607941")

time.sleep(3)
print("Примерное место нахождение спецназ: 51.891475 31.603363")

time.sleep(3)
print("Ой, кажется произошла ошибка. Спецназ находится: 51.890331 31.601815")
print("Ожидайте стук, в дверь!!!;)")

